Repository: chgk/chgk
Catalog: translations/chgk.*.po
Languages: ru

source: Add question type
ru: Добавить тип вопроса

source: Add question
ru: Новый вопрос

source: Create question
ru: Добавить вопрос

source: Beskrylka
ru: Бескрылка!

source: Beskrylka &mdash; a verse puzzle. The gamer should guess the missed line using the context. The missed line should be an idiom, well known cite.
ru: Бескрылка &ndash; стихотворная загадка на угадывание цитаты по контексту. Из стихотворного текста удаляется часть текста, которую надо отгадать. Эта часть должна являться крылатой фразой или словосочетанием, известной строкой из стихотворения или песни

source: Jeopardy!
ru: Своя игра

source: The set (category) of 5 questions for Jeopardy!
ru: Тема для "Своей игры"

source: "What? Where? When?" question
ru: Вопрос "Что? Где? Когда?"

source: The question for "What? Where? When?" game. Basically consists of question and answer. Additionally can have fields for visial and video materials, the source of information, author, the additional right answer criteria.
ru: Вопрос "Что? Где? Когда?" состоит из вопроса, ответа и других необходимых полей.

source: Question types
ru: Типы вопросов

source: Question
ru: Вопрос

source: Answer
ru: Ответ

source: Source
ru: Источник

source: Sources
ru: Источники

source: Source(s)
ru: Источник(и)

source: Author
ru: Автор

source: Pass criteria
ru: Зачёт
